export const main = {
  images: [
    "https://i.ibb.co/WPmCWvw/3d-printer-44.jpg",
    "https://i.ibb.co/h1wvD7f/full-RZBx-Nezy.png"
  ],
  text: `Мы твердо уверены в том, что будущее за 3D-технологиями. Магазин 3D принтеров – это крупнейший поставщик оборудования, аксессуаров и расходных материалов для профессионалов и всех, кто интересуется 3D-печатью, моделированием и аддитивными технологиями.

  Одна из основных специализаций нашей компании – продажа 3D-принтеров, 3D-сканеров и сопутствующих товаров крупным компаниям и частным лицам. У нас есть решения на любой вкус и кошелек – от бюджетных портативных и настольных моделей до профессиональных промышленных принтеров и литейных установок, способных удовлетворить потребности промышленности и большинства направлений в бизнесе. Нашей продукцией пользуются дизайнеры, архитекторы и конструкторы, ювелиры и технологические специалисты в области стоматологии, ортодонтии и протезирования, а также инженеры всех отраслей.
  
  Сотрудничая с лучшими и надежнейшими производителями оборудования, мы обеспечиваем Вас всем необходимым для 3D-прототипирования – от пластика для 3D-печати, аксессуаров и запчастей для всех представленных на мировом рынке моделей 3D-принтеров, до инновационного программного обеспечения.`
};

export const products = [
  {
    name: "3D принтер",
    code: 2840367,
    price: 33333,
    oldPrice: 55555,
    delivery: "1 апреля",
    images: [
      "https://i.ibb.co/gPCq1G4/image.png",
      "https://i.ibb.co/yFhYrms/hb2NiWc.jpg",
      "https://i.ibb.co/r6QCT38/NcXNhJb.jpg"
    ],
    comments: [
      {
        id: 0,
        author: "Кирилл",
        text: "Отличный принтер"
      },
      {
        id: 1,
        author: "Илья",
        text: "Цену бы пониже"
      },
      {
        id: 2,
        author: "Дима",
        text: "А где покупать расходники"
      },
      {
        id: 3,
        author: "Кирилл Иванович",
        text: "Доповлен покупкой"
      },
      {
        id: 4,
        author: "Дима",
        text: "Сломался через месяц"
      }
    ],
    description: `это "текст-рыба", часто используемый в печати и веб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.`
  },
  {
    name: "Эльфивая башня",
    code: 2840368,
    price: 500,
    delivery: "1 апреля",
    images: [
      "https://i.ibb.co/r6QCT38/NcXNhJb.jpg",
      "https://i.ibb.co/gPCq1G4/image.png",
      "https://i.ibb.co/yFhYrms/hb2NiWc.jpg"
    ],
    comments: [
      {
        id: 0,
        author: "Кирилл",
        text: "Уж лучше купить принтер и самому напечатать"
      },
      {
        id: 1,
        author: "Илья",
        text: "А можно заказать Пизанскую башню?"
      },
      {
        id: 2,
        author: "Сергей",
        text: "Я такую же могу распечатать"
      }
    ],
    description: `это "текст-рыба", часто используемый в печати и веб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.`
  },
  {
    name: "Шахматы",
    code: 2840777,
    price: 1000,
    delivery: "1 апреля",
    images: [
      "https://i.ibb.co/yFhYrms/hb2NiWc.jpg",
      "https://i.ibb.co/r6QCT38/NcXNhJb.jpg",
      "https://i.ibb.co/gPCq1G4/image.png"
    ],
    comments: [
      {
        id: 0,
        author: "Кирилл",
        text: "Я могу более красивые сделать"
      },
      {
        id: 1,
        author: "Илья",
        text: "На самом деле самые красивые шахматные наборы — деревянные"
      },
      {
        id: 2,
        author: "Сергей",
        text: "Зато с 3D-принтером можно самые причудливые фигуры создать"
      }
    ],
    description: `это "текст-рыба", часто используемый в печати и веб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.`
  }
];
